Repository: plugcrux/demo
Catalog: languages/cf7-fit-insights-tracker-*.po
Languages: fr_fr, zh_cn

source: You do not have sufficient permissions to access this page.
fr_fr: Vous n'avez pas les autorisations nécessaires pour accéder à cette page.
zh_cn: 您没有足够的权限访问此页面。

source: Thank you for using WP Contact Form 7 - Insights Tracker. No data is transmitted to third-party servers without your consent.
fr_fr: Merci d'utiliser WP Contact Form 7 - Insights Tracker. Aucune donnée n'est transmise à des serveurs tiers sans votre consentement.
zh_cn: 感谢您使用 WP Contact Form 7 - Insights Tracker。未经您的同意，不会将任何数据传输到第三方服务器。

source: No Contact Form 7 forms found.
fr_fr: Aucun formulaire Contact Form 7 trouvé.
zh_cn: 未找到 Contact Form 7 表单。

source: Last Record Added At
fr_fr: Dernier enregistrement ajouté à
zh_cn: 最后记录添加于

source: Total Submissions
fr_fr: Total des soumissions
zh_cn: 总提交数

source: Reports
fr_fr: Rapports
zh_cn: 报告

source: Form Name
fr_fr: Nom du formulaire
zh_cn: 表单名称

source: WP Form Insights Tracker requires Contact Form 7 version %s or higher. Please update your Contact Form 7 installation.
fr_fr: WP Form Insights Tracker nécessite la version %s ou supérieure de Contact Form 7. Veuillez mettre à jour votre installation de Contact Form 7.
zh_cn: WP Form Insights Tracker 需要 Contact Form 7 版本 %s 或更高版本。请更新您的 Contact Form 7 安装。

source: WP Form Insights Tracker requires WordPress version %s or higher. Please update your WordPress installation.
fr_fr: WP Form Insights Tracker nécessite la version %s ou supérieure de WordPress. Veuillez mettre à jour votre installation de WordPress.
zh_cn: WP Form Insights Tracker 需要 WordPress 版本 %s 或更高版本。请更新您的 WordPress 安装.

source: Contact Form 7 is not installed or activated. Please install and activate Contact Form 7 to use this plugin.
fr_fr: Contact Form 7 n'est pas installé ou activé. Veuillez installer et activer Contact Form 7 pour utiliser ce plugin.

source: S.No
fr_fr: N°
zh_cn: 序号

source: Form Insights Tracker
fr_fr: Suivi des insights des formulaires
zh_cn: 表单洞察追踪器

source: N/A
fr_fr: N/D
zh_cn: 无
